{
    "Fort Vancouver National Historic Site": {
        "Experience": [
            "Biking",
            "Hiking",
            "Birdwatching"
        ],
        "Places": [
            {
                "Name": "Fort Vancouver",
                "Type": "Historical",
                "Best Season": "",
                "Blurb": "Nestled along the banks of the Columbia River, Fort Vancouver National Historic Site invites visitors to step back in time and explore the rich history of the Pacific Northwest. At the heart of this captivating destination stands the meticulously reconstructed Fort Vancouver, a vital hub of the Hudson's Bay Company's fur trading empire in the 19th century. Immerse yourself in the sights and sounds of a bygone era as you stroll through the fort's well-preserved buildings, where fur trappers, traders, and indigenous peoples once converged. With its lush landscapes and compelling historical narrative, Fort Vancouver National Historic Site is a captivating journey into the cultural crossroads of the American West.",
                "Amenities": [
                    "Accessible Sites",
                    "Benches/Seating",
                    "First Aid Available",
                    "Maps",
                    "Parking",
                    "Restrooms",
                    "Drinking Water"
                ]
            },
            {
                "Name": "The Fort Vancouver Garden",
                "Type": "Historical",
                "Best Season": "",
                "Blurb": "Nestled within the historic grounds of Fort Vancouver National Historic Site, the Fort Vancouver Gardens offer a tranquil oasis where nature intertwines with the echoes of the past. Imbued with the spirit of the 19th century, these meticulously curated gardens transport visitors to an era when flora played an essential role in daily life. Wander through the heritage orchard, where heirloom apple and pear trees whisper stories of early settlers. Explore the Victorian flower garden, a riot of colors and fragrances reminiscent of a bygone era. The Chief Factor's Garden, a tribute to the fort's leaders, showcases the medicinal and culinary plants that once thrived in this strategic outpost. As you meander along the winding paths, the gardens reveal a living tableau of history, blending the serenity of nature with the vibrant tales of Fort Vancouver's storied past. Whether you seek a peaceful retreat or a botanical journey through time, the Fort Vancouver Gardens offer a unique and enchanting experience within the embrace of this national treasure.",
                "Amenities": [
                    "Benches",
                    "Parking",
                    "Wheelchair Accessible"
                ]
            },
            {
                "Name": "The Fort Vancouver Village",
                "Type": "Historical",
                "Best Season": "",
                "Blurb": "The Fort Vancouver Village stands as a living testament to the diverse tapestry of cultures that converged on the Pacific Northwest in the 19th century. This meticulously reconstructed village invites visitors to stroll through a time portal, immersing themselves in the sights and sounds of a bustling community. Authentically restored buildings, from the humble tradesman's quarters to the elegant homes of the fort's elite, provide a glimpse into daily life during the fur trading era. Engage with skilled artisans as they demonstrate traditional crafts, and interact with costumed interpreters who breathe life into the stories of trappers, tradespeople, and Indigenous inhabitants who once called this place home. Whether you're exploring the blacksmith shop's rhythmic clang or savoring the aroma of fresh-baked goods from the bakehouse, the Fort Vancouver Village offers an immersive and educational experience, allowing visitors to forge a personal connection with the vibrant history that shaped the American West.",
                "Amenities": [
                    "Accessible Sites"
                ]
            }
        ]
    },
    "Ebey’s Landing National Historical Reserve": {
        "Experience": [
            "Hiking",
            "Biking",
            "Boating"
        ],
        "Places": [
            {
                "Name": "Ebey’s Reserve - Crockett Lake",
                "Type": "Geological",
                "Best Season": "",
                "Blurb": "Crockett Lake serves as a tranquil haven for both wildlife and nature enthusiasts. This idyllic coastal sanctuary is a jewel in the crown of the reserve, offering a glimpse into the delicate balance between nature and human stewardship. Visitors can meander along the boardwalk, which gently winds its way through lush wetlands teeming with birdlife. Herons, eagles, and a myriad of waterfowl grace the skies and waters, making this spot a paradise for birdwatchers. Beyond the avian wonders, Crockett Lake is a window into the rich tapestry of the Pacific Northwest's natural ecosystems. Here, the salt marshes harmonize with the forested uplands, creating a vibrant tableau of biodiversity.",
                "Amenities": [
                    "Beach",
                    "Parking",
                    "Public Transit",
                    "Wheelchair Accessible"
                ]
            },
            {
                "Name": "Ebey’s Reserve - the Alexander Blockhouse",
                "Type": "Historical",
                "Best Season": "",
                "Blurb": "The Alexander Blockhouse, an enduring sentinel of the past, stands as a silent witness within the picturesque landscapes of Ebey's Landing National Historical Reserve. This sturdy, two-story log structure is a testament to the pioneer spirit that once defined the Pacific Northwest. Dating back to the mid-1800s, the Alexander Blockhouse was a refuge for early settlers who faced the challenges of a rugged and untamed frontier.",
                "Amenities": [
                    "Benches/Seating",
                    "Gifts/Souvenirs/Books",
                    "Information",
                    "Restroom Accessible",
                    "Picnic Table"
                ]
            }
        ]
    },
    "Craters of the Moon National Monument and Preserve": {
        "Experience": [
            "Hiking",
            "Information available,souvenirs and supplies"
        ],
        "Places": [
            {
                "Name": "Robert Limbert Visitor Center",
                "Type": "",
                "Best Season": "",
                "Blurb": "",
                "Amenities": []
            },
            {
                "Name": "Devils Orchard Nature Trail",
                "Type": "Geological",
                "Best Season": "",
                "Blurb": "Craters of the Moon National Monument and Preserve unveils a surreal and otherworldly landscape, inviting intrepid explorers to venture into an ancient volcanic realm. The Devil's Orchard Nature Trail, a captivating pathway within this geological wonder, leads visitors through a unique tapestry of hardened lava, twisted trees, and resilient wildflowers. As you stroll along the trail, marvel at the stark beauty of the bizarre formations, sculpted by past eruptions. The name 'Devil's Orchard' hints at the eerie allure of this volcanic garden, where life definitely emerges amidst the harsh volcanic terrain. Immerse yourself in the stark contrasts and geological marvels of Devil's Orchard Nature Trail, a fascinating exploration into the heart of Craters of the Moon.",
                "Amenities": [
                    "Benches/Seating",
                    "Parking",
                    "Picnic Tables",
                    "Toilets",
                    "Wheelchair Accessible"
                ]
            },
            {
                "Name": "Inferno Cone",
                "Type": "Geological",
                "Best Season": "Late spring to early fall (May to September)",
                "Blurb": "Ascend to the summit of Inferno Cone at Craters of the Moon National Monument and Preserve and witness a surreal lunar landscape that defies imagination. This iconic volcanic cinder cone, formed by ancient eruptions, offers panoramic views of the vast expanse of lava fields, cinder cones, and unique geological features that define the monument. During the late spring to early fall months, Inferno Cone beckons explorers and nature enthusiasts to hike its rugged slopes and marvel at the stark beauty of the surrounding volcanic terrain. Experience the thrill of standing atop a volcanic cone, gazing out over an otherworldly landscape, and appreciating the raw power of nature that shaped this extraordinary geological wonder.",
                "Amenities": [
                    "Benches/Seating",
                    "Parking"
                ]
            }
        ]
    },
    "City of Rocks National Reserve": {
        "Experience": [
            "Camping",
            "Golfing",
            "Fishing",
            "Hiking",
            "Horseback Riding",
            "Hunting",
            "Ice Climbing",
            "Mountain Hiking",
            "Snowmobiling",
            "Skiing"
        ],
        "Places": [
            {
                "Name": "City of Rock Visitor Center",
                "Type": "",
                "Best Season": "",
                "Blurb": "",
                "Amenities": []
            },
            {
                "Name": "Bath Rock",
                "Type": "Geological",
                "Best Season": "Late spring to early fall (May to September)",
                "Blurb": "Explore the enchanting formations of Bath Rock at City of Rocks National Reserve, where ancient granite spires and towering rock formations create a captivating natural wonderland. Nestled amidst the high desert of southern Idaho, Bath Rock stands as a testament to the power of erosion and geological forces. During the late spring to early fall months, this unique formation beckons rock climbers, hikers, and nature lovers to discover its intricate crevices, sculpted features, and panoramic views. Bath Rock offers a serene escape into the heart of City of Rocks, inviting visitors to embark on a memorable journey through a landscape shaped by millions of years of geological evolution.",
                "Amenities": [
                    "Water",
                    "Wheelchair Accessible",
                    "Restroom"
                ]
            },
            {
                "Name": "Bread Loaves",
                "Type": "Geological",
                "Best Season": "",
                "Blurb": "In the heart of the captivating City of Rocks National Reserve, the term 'break loaves' takes on a unique significance amidst the awe-inspiring granite spires and labyrinthine formations. As climbers and explorers embark on their journeys through this geological wonder, the shared experience of breaking loaves becomes a communal celebration of nature's grandeur. Amidst the rugged beauty of these towering rocks, adventurers forge connections, creating a collective story etched into the ancient stones. The City of Rocks, with its mystical landscape, invites all who enter to break metaphorical loaves, fostering a sense of shared exploration and unity within the enchanting embrace of this geological marvel.",
                "Amenities": [
                    "Parking",
                    "Wheelchair Accessible",
                    "Restrooms"
                ]
            }
        ]
    },
    "Minidoka National Historic Site": {
        "Experience": [
            "Museum exhibits",
            "Tours"
        ],
        "Places": [
            {
                "Name": "Minidoka Visitor Center",
                "Type": "",
                "Best Season": "",
                "Blurb": "",
                "Amenities": []
            },
            {
                "Name": "Minidoka National Historic Site Plaques",
                "Type": "Historical",
                "Best Season": "",
                "Blurb": "Within the Minidoka National Historic Site, poignant plaques stand as silent witnesses to a chapter of American history that shaped the nation's resilience and commitment to justice. These enduring markers, scattered across the site, tell the story of the internment of Japanese Americans during World War II, a solemn reminder of a time when individuals faced adversity with courage and dignity. As visitors trace the words etched on these plaques, they are transported to an era marked by both hardship and strength. The Minidoka National Historic Site plaques serve as a testament to the importance of remembrance, fostering understanding and reflection on the impact of history on the pursuit of a more inclusive and compassionate future.",
                "Amenities": [
                    "Benches/Seating",
                    "Parking"
                ]
            },
            {
                "Name": "The Herrmann House",
                "Type": "Historical",
                "Best Season": "",
                "Blurb": "The Herrmann House at Minidoka National Historic Site stands as a poignant emblem of resilience amid a complex chapter in American history. This historic dwelling, nestled within the site's landscape, bears witness to the experiences of Japanese Americans interned during World War II. The house, with its enduring architecture and carefully preserved artifacts, serves as a tangible link to the past, offering a glimpse into the lives of those who navigated adversity with strength and fortitude. Exploring The Herrmann House at Minidoka becomes a contemplative journey, an opportunity to reflect on the resilience of the human spirit in challenging times and a reminder of the importance of preserving stories that shape our collective understanding of justice, identity, and remembrance.",
                "Amenities": [
                    "Benches/Seating"
                ]
            }
        ]
    },
    "Hagerman Fossil Beds National Monument": {
        "Experience": [
            "Birdwatching",
            "Scenic Driving",
            "Hiking"
        ],
        "Places": [
            {
                "Name": "Thousand Spring Visitor Center",
                "Type": "",
                "Best Season": "",
                "Blurb": "The Thousand Springs Visitor Center at Hagerman Fossil Beds National Monument beckons explorers to embark on a captivating journey through time and natural wonders. Situated amid the scenic landscapes of southern Idaho, this center serves as a gateway to the ancient world, where fossilized remains tell the stories of prehistoric life. Engage with interactive exhibits, uncover the mysteries of the region's paleontological treasures, and witness the breathtaking beauty of the Thousand Springs area. The Visitor Center, with its educational displays and panoramic views, invites visitors to discover the rich geological and paleontological tapestry that defines Hagerman Fossil Beds National Monument, fostering a deep appreciation for the Earth's ancient history and the ongoing wonders of its landscapes.",
                "Amenities": [
                    "Restrooms",
                    "Parking",
                    "Water",
                    "Wheelchair Accessible",
                    "Picnic Tables"
                ]
            }
        ]
    }
}